(package! evil-tutor)
(package! page-break-lines)
(package! projectile)
(package! all-the-icons)
(package! dashboard)

(package! yasnippet)

(package! org-bullets)
(package! org-superstar)

(package! auctex)

(package! org-roam)

(package! org-fragtog)
